ไอบูโพรเฟน
Diclofenac
Aspirin
ไดอะซีแพม
เทมาซีพัม
Clarithromycin
Erythromycin
Doxycycline
อีริโทรมัยซิน
ซิโปรฟลอกซาซิน
มอร์ฟีน
Amlodipine
Erythromycin
Prednisolone
ไดอะซีแพม
เซฟาเลกซิน
มอนเทลูคาสต์
Prednisolone
อัลฟูโซซิน
Ibuprofen
ไฮโดรคลอโรไทอาไซด์
มอร์ฟีน
อ็อกซิโคโดน
อลปราโซแลม
Amlodipine
Simvastatin
Cetirizine
Paracetamol
อลปราโซแลม
อัลฟูโซซิน
Aspirin
ซาลบูตามอล
ยาบูพรีนอร์ฟีน
ยาสไปโรโนแลคโตน
แอมลิทริปไทลีน
ไดอะซีแพม
Warfarin
ไดอะซีแพม
อ็อกซิโคโดน
เอ็นเอซิทิลซิสเตอีน
ซาลบูตามอล
Amoxicillin
แอสไพริน
Lorazepam
อะม็อกซีซิลลิน
Losartan
Aspirin
มอร์ฟีน
เวนลาฟาซีน
Lisinopril
ไฮโดรคลอโรไทอาไซด์
ซิโปรฟลอกซาซิน
ไฮโดรคลอโรไทอาไซด์
Atorvastatin
Amlodipine
อีริโทรมัยซิน
Erythromycin
โอมิพรามีน
Losartan
Doxycycline
ไฮโดรคลอโรไทอาไซด์
Tamsulosin
ฟลูออกซิทีน
Tamsulosin
มอร์ฟีน
ยาบูพรีนอร์ฟีน
Clopidogrel
Metformin
Metformin
อลปราโซแลม
Lorazepam
Losartan
Metformin
ไอบูโพรเฟน
Prednisone
ไอบูโพรเฟน
Diclofenac
ยาสไปโรโนแลคโตน
Tamsulosin
Tamsulosin
ยาเมติโปรโลล
เวนลาฟาซีน
Fluconazole
อะม็อกซีซิลลิน
โปรพาโนลอล
Warfarin
ไดอะซีแพม
มอนเทลูคาสต์
Azithromycin
คาร์บามาซีพีน
ยาเมติโปรโลล
ซาลบูตามอล
โปรพาโนลอล
Omeprazole
Erythromycin
Lisinopril
โรซูวาสแตติน
Fluconazole
Ciprofloxacin
Warfarin
Furosemide
มอร์ฟีน
ซิโปรฟลอกซาซิน
เวนลาฟาซีน
Ciprofloxacin
เทมาซีพัม
อัลฟูโซซิน
Simvastatin
Erythromycin
Aspirin
Cetirizine
Diazepam
Lorazepam
Amlodipine
Cetirizine
เซฟาเลกซิน
Erythromycin
Cetirizine
เฟกโซเฟนาดีน
Aspirin
เวนลาฟาซีน
Clopidogrel
Losartan
อลปราโซแลม
Hydrochlorothiazide
Hydrochlorothiazide
เมโทโพรลอล
แอมลิทริปไทลีน
ยาสไปโรโนแลคโตน
Prednisone
Erythromycin
Atorvastatin
แอมลิทริปไทลีน
Amlodipine
Prednisone
Cetirizine
ซิโปรฟลอกซาซิน
มอนเทลูคาสต์
Lisinopril
โรซูวาสแตติน
Lorazepam
ยาบูพรีนอร์ฟีน
Prednisone
ยาบูพรีนอร์ฟีน
อีริโทรมัยซิน
เมโทโพรลอล
แอมลิทริปไทลีน
Metformin
Diclofenac
เอ็นเอซิทิลซิสเตอีน
Prednisone
Diazepam
Tamsulosin
อัลฟูโซซิน
Metformin
Benzonatate
ซาลบูตามอล
Aspirin
Loratadine
แอสไพริน
Diazepam
Erythromycin
ยาบูพรีนอร์ฟีน
Aspirin
Hydrochlorothiazide
ไอบูโพรเฟน
ไดอะซีแพม
Amlodipine
ยาไฮดรอกไซซีน
Ibuprofen
เมโทโพรลอล
Lisinopril
เซอร์ทราลีน
ยาเมติโปรโลล
Clarithromycin
ยาไฮดรอกไซซีน
ฟลูออกซิทีน
ไดอะซีแพม
แอมลิทริปไทลีน
Ibuprofen
Prednisolone
Aspirin
คาร์บามาซีพีน
อลปราโซแลม
Atorvastatin
Atorvastatin
เอ็นเอซิทิลซิสเตอีน
Amlodipine
Furosemide
Fluconazole
Omeprazole
ไอบูโพรเฟน
Tamsulosin
Hydrochlorothiazide
Diazepam
เอ็นเอซิทิลซิสเตอีน
Lisinopril
Loratadine
โรซูวาสแตติน
Furosemide
เวนลาฟาซีน
Atorvastatin
คาร์บามาซีพีน
Paracetamol
Simvastatin
Benzonatate
Lorazepam
ซาลบูตามอล
ฟลูออกซิทีน
Omeprazole
เซฟาเลกซิน
Fluconazole
Hydrochlorothiazide
โปรพาโนลอล
Simvastatin
เวนลาฟาซีน
Erythromycin
เอ็นเอซิทิลซิสเตอีน
Warfarin
Lorazepam
Diazepam
เอ็นเอซิทิลซิสเตอีน
ยาไฮดรอกไซซีน
Ibuprofen
อัลฟูโซซิน
แอมลิทริปไทลีน
Simvastatin
เอ็นเอซิทิลซิสเตอีน
ยาสไปโรโนแลคโตน
Azithromycin
อีริโทรมัยซิน
Benzonatate
คาร์บามาซีพีน
Tamsulosin
เอ็นเอซิทิลซิสเตอีน
Atorvastatin
Benzonatate
ไอบูโพรเฟน
เวนลาฟาซีน
Atorvastatin
มอนเทลูคาสต์
แอสไพริน
Losartan
Fluconazole
ไฮดราลาซีน
Doxycycline
Clarithromycin
เอ็นเอซิทิลซิสเตอีน
ไดอะซีแพม
Clopidogrel
อัลฟูโซซิน
แอมลิทริปไทลีน
Fluconazole
เซฟาเลกซิน
Furosemide
Ciprofloxacin
ยาเมติโปรโลล
ซาลบูตามอล
อะม็อกซีซิลลิน
Amoxicillin
เมโทโพรลอล
ฟลูออกซิทีน
ไฮดราลาซีน
มอนเทลูคาสต์
Warfarin
Losartan
Hydrochlorothiazide
เอ็นเอซิทิลซิสเตอีน
Lorazepam
Benzonatate
Simvastatin
อลปราโซแลม
ซาลบูตามอล
Loratadine
โปรพาโนลอล
Losartan
อลปราโซแลม
Simvastatin
อัลฟูโซซิน
Benzonatate
คาร์บามาซีพีน
มอร์ฟีน
เทมาซีพัม
Omeprazole
Tamsulosin
Omeprazole
คาร์บามาซีพีน
Hydrochlorothiazide
มอร์ฟีน
Hydrochlorothiazide
Losartan
Amlodipine
ซาลบูตามอล
เฟกโซเฟนาดีน
อ็อกซิโคโดน
Warfarin
ซาลบูตามอล
Lorazepam
Erythromycin
ไฮโดรคลอโรไทอาไซด์
แอสไพริน
Lorazepam
Hydrochlorothiazide
Furosemide
Lorazepam
แอสไพริน
Clopidogrel
ฟลูออกซิทีน
ยาไฮดรอกไซซีน
ยาสไปโรโนแลคโตน
Tamsulosin
ซิโปรฟลอกซาซิน
Amlodipine
ไฮโดรคลอโรไทอาไซด์
Clarithromycin
Prednisolone
Ibuprofen
Loratadine
เทมาซีพัม
ฟลูออกซิทีน
ยาเมติโปรโลล
โปรพาโนลอล
Amoxicillin
Amlodipine
Furosemide
อัลฟูโซซิน
ไฮโดรคลอโรไทอาไซด์
อัลฟูโซซิน
Lisinopril
Diazepam
Amoxicillin
ซิโปรฟลอกซาซิน
ซาลบูตามอล
Prednisolone
Tamsulosin
Amlodipine
Amoxicillin
เวนลาฟาซีน
ซาลบูตามอล
Amoxicillin
Azithromycin
ยาเมติโปรโลล
ซิโปรฟลอกซาซิน
โรซูวาสแตติน
อะม็อกซีซิลลิน
Atorvastatin
ยาเมติโปรโลล
เซอร์ทราลีน
ไฮโดรคลอโรไทอาไซด์
อะม็อกซีซิลลิน
เทมาซีพัม
มอร์ฟีน
Tamsulosin
อ็อกซิโคโดน
Warfarin
Lisinopril
โรซูวาสแตติน
ไฮโดรคลอโรไทอาไซด์
อลปราโซแลม
Aspirin
Hydrochlorothiazide
เทมาซีพัม
Clopidogrel
อีริโทรมัยซิน
Losartan
ไฮโดรคลอโรไทอาไซด์
เซฟาเลกซิน
Diclofenac
เซอร์ทราลีน
ซาลบูตามอล
Simvastatin
ซิโปรฟลอกซาซิน
ยาสไปโรโนแลคโตน
ฟลูออกซิทีน
Aspirin
แอสไพริน
Paracetamol
Atorvastatin
Benzonatate
ยาเมติโปรโลล
Lisinopril
ไฮดราลาซีน
Clarithromycin
ไฮดราลาซีน
Diclofenac
Clopidogrel
Azithromycin
Warfarin
Diclofenac
Atorvastatin
แอมลิทริปไทลีน
Losartan
โรซูวาสแตติน
Paracetamol
เมโทโพรลอล
Losartan
Paracetamol
Clarithromycin
Furosemide
อ็อกซิโคโดน
ซิโปรฟลอกซาซิน
มอนเทลูคาสต์
แอมลิทริปไทลีน
อ็อกซิโคโดน
Lorazepam
Paracetamol
คาร์บามาซีพีน
ไฮดราลาซีน
ยาบูพรีนอร์ฟีน
Prednisone
ยาไฮดรอกไซซีน
แอสไพริน
Ciprofloxacin
ยาบูพรีนอร์ฟีน
Erythromycin
ซิโปรฟลอกซาซิน
Lisinopril
Azithromycin
ฟลูออกซิทีน
Amoxicillin
Benzonatate
ยาบูพรีนอร์ฟีน
เอ็นเอซิทิลซิสเตอีน
อ็อกซิโคโดน
Warfarin
Ibuprofen
อัลฟูโซซิน
เมโทโพรลอล
อลปราโซแลม
เวนลาฟาซีน
ซาลบูตามอล
Clopidogrel
Loratadine
Lorazepam
Ibuprofen
แอมลิทริปไทลีน
Prednisolone
ยาสไปโรโนแลคโตน
Cetirizine
โรซูวาสแตติน
อะม็อกซีซิลลิน
Diazepam
อลปราโซแลม
Azithromycin
Amoxicillin
Omeprazole
ยาไฮดรอกไซซีน
ไฮโดรคลอโรไทอาไซด์
Ibuprofen
โรซูวาสแตติน
Cetirizine
ซาลบูตามอล
Clopidogrel
ไดอะซีแพม
อะม็อกซีซิลลิน
Fluconazole
Amoxicillin
Simvastatin
แอมลิทริปไทลีน
อ็อกซิโคโดน
Aspirin
อัลฟูโซซิน
Ibuprofen
Simvastatin
Atorvastatin
Omeprazole
อ็อกซิโคโดน
Diclofenac
เซอร์ทราลีน
มอร์ฟีน
อลปราโซแลม
โปรพาโนลอล
ไดอะซีแพม
Erythromycin
Ibuprofen
เซอร์ทราลีน
โรซูวาสแตติน
ซิโปรฟลอกซาซิน
อะม็อกซีซิลลิน
Amoxicillin
ยาสไปโรโนแลคโตน
Clopidogrel
Ciprofloxacin
โอมิพรามีน
แอมลิทริปไทลีน
Atorvastatin
มอนเทลูคาสต์
อ็อกซิโคโดน
เซอร์ทราลีน
Amlodipine
Prednisolone
Furosemide
ไดอะซีแพม
อัลฟูโซซิน
Tamsulosin
Clopidogrel
คาร์บามาซีพีน
ซิโปรฟลอกซาซิน
เซฟาเลกซิน
ฟลูออกซิทีน
Lorazepam
เวนลาฟาซีน
Amlodipine
อ็อกซิโคโดน
ซาลบูตามอล
Prednisolone
โรซูวาสแตติน
Clopidogrel
Omeprazole
เวนลาฟาซีน
เซฟาเลกซิน
Fluconazole
Diazepam
Atorvastatin
Lorazepam
เซฟาเลกซิน
ฟลูออกซิทีน
อลปราโซแลม
Diazepam
Cetirizine
แอสไพริน
Hydrochlorothiazide
เวนลาฟาซีน
Fluconazole
อีริโทรมัยซิน
เอ็นเอซิทิลซิสเตอีน
ยาบูพรีนอร์ฟีน
อลปราโซแลม
โอมิพรามีน
เซฟาเลกซิน
Lorazepam
เวนลาฟาซีน
Lorazepam
Paracetamol
Lisinopril
Omeprazole
ซิโปรฟลอกซาซิน
Erythromycin
ไฮโดรคลอโรไทอาไซด์
ซิโปรฟลอกซาซิน
โปรพาโนลอล
โอมิพรามีน
Amoxicillin
Ciprofloxacin
Lorazepam
Benzonatate
Lisinopril
ไอบูโพรเฟน
Furosemide
Atorvastatin
เวนลาฟาซีน
ยาบูพรีนอร์ฟีน
Amoxicillin
Ciprofloxacin
Amlodipine
ไฮโดรคลอโรไทอาไซด์
Warfarin
Aspirin
เทมาซีพัม
ยาสไปโรโนแลคโตน
Warfarin
ไดอะซีแพม
ยาเมติโปรโลล
เมโทโพรลอล
ซิโปรฟลอกซาซิน
ซาลบูตามอล
Cetirizine
Clarithromycin
Loratadine
อลปราโซแลม
Hydrochlorothiazide
Amoxicillin
Prednisolone
ไฮโดรคลอโรไทอาไซด์
มอนเทลูคาสต์
Fluconazole
มอร์ฟีน
ไฮโดรคลอโรไทอาไซด์
อีริโทรมัยซิน
ฟลูออกซิทีน
Hydrochlorothiazide
อ็อกซิโคโดน
Losartan
Amlodipine
Loratadine
อีริโทรมัยซิน
ยาสไปโรโนแลคโตน
Diazepam
ไดอะซีแพม
Benzonatate
เฟกโซเฟนาดีน
Loratadine
Lorazepam
ไฮดราลาซีน
Clopidogrel
Metformin
Loratadine
Aspirin
Loratadine
คาร์บามาซีพีน
Tamsulosin
แอสไพริน
Omeprazole
แอมลิทริปไทลีน
Clopidogrel
เทมาซีพัม
Paracetamol
เฟกโซเฟนาดีน
เฟกโซเฟนาดีน
ฟลูออกซิทีน
Azithromycin
คาร์บามาซีพีน
Doxycycline
Amoxicillin
Fluconazole
คาร์บามาซีพีน
โอมิพรามีน
เวนลาฟาซีน
เซฟาเลกซิน
ยาไฮดรอกไซซีน
Aspirin
Tamsulosin
Omeprazole
อะม็อกซีซิลลิน
Warfarin
Atorvastatin
ยาบูพรีนอร์ฟีน
Omeprazole
Clopidogrel
Diazepam
ซาลบูตามอล
อัลฟูโซซิน
Diclofenac
Lorazepam
Lorazepam
Paracetamol
อลปราโซแลม
ยาสไปโรโนแลคโตน
มอนเทลูคาสต์
Doxycycline
Clarithromycin
ซิโปรฟลอกซาซิน
เฟกโซเฟนาดีน
ยาสไปโรโนแลคโตน
อีริโทรมัยซิน
Warfarin
Clopidogrel
Loratadine
Azithromycin
Omeprazole
โอมิพรามีน
Lisinopril
โอมิพรามีน
ซาลบูตามอล
Erythromycin
Loratadine
อัลฟูโซซิน
Furosemide
ไอบูโพรเฟน
Simvastatin
เซฟาเลกซิน
Diclofenac
เอ็นเอซิทิลซิสเตอีน
Cetirizine
มอร์ฟีน
ยาไฮดรอกไซซีน
Atorvastatin
Prednisone
โปรพาโนลอล
Ciprofloxacin
Benzonatate
Diazepam
Diclofenac
Warfarin
Furosemide
เอ็นเอซิทิลซิสเตอีน
โรซูวาสแตติน
Furosemide
แอมลิทริปไทลีน
เทมาซีพัม
Benzonatate
เซฟาเลกซิน
Amoxicillin
Fluconazole
Metformin
ไฮดราลาซีน
Erythromycin
Fluconazole
Clopidogrel
อ็อกซิโคโดน
Prednisone
เอ็นเอซิทิลซิสเตอีน
Loratadine
Azithromycin
ยาสไปโรโนแลคโตน
โอมิพรามีน
Amlodipine
ยาไฮดรอกไซซีน
มอนเทลูคาสต์
ซิโปรฟลอกซาซิน
Benzonatate
เมโทโพรลอล
ยาเมติโปรโลล
อะม็อกซีซิลลิน
Aspirin
Ciprofloxacin
Omeprazole
ไดอะซีแพม
โปรพาโนลอล
Fluconazole
ยาบูพรีนอร์ฟีน
ยาบูพรีนอร์ฟีน
Erythromycin
Prednisolone
มอร์ฟีน
Clopidogrel
ฟลูออกซิทีน
Prednisolone
Prednisolone
แอสไพริน
ไดอะซีแพม
ไอบูโพรเฟน
Furosemide
เซฟาเลกซิน
Furosemide
Warfarin
Amlodipine
Amoxicillin
ยาบูพรีนอร์ฟีน
ไอบูโพรเฟน
Tamsulosin
เซฟาเลกซิน
แอสไพริน
Prednisolone
Clopidogrel
เอ็นเอซิทิลซิสเตอีน
เวนลาฟาซีน
ไฮดราลาซีน
เซอร์ทราลีน
มอร์ฟีน
มอร์ฟีน
Metformin
เวนลาฟาซีน
คาร์บามาซีพีน
Cetirizine
Doxycycline
Clarithromycin
Lorazepam
Benzonatate
Ciprofloxacin
มอร์ฟีน
Prednisone
ซิโปรฟลอกซาซิน
Hydrochlorothiazide
Losartan
Prednisone
เทมาซีพัม
แอมลิทริปไทลีน
Lisinopril
แอสไพริน
Lorazepam
Amoxicillin
Erythromycin
เอ็นเอซิทิลซิสเตอีน
อัลฟูโซซิน
เวนลาฟาซีน
ไฮดราลาซีน
Amlodipine
ไฮดราลาซีน
Clopidogrel
เอ็นเอซิทิลซิสเตอีน
ยาเมติโปรโลล
โรซูวาสแตติน
Clarithromycin
ไอบูโพรเฟน
Doxycycline
Loratadine
ไฮดราลาซีน
ยาเมติโปรโลล
อลปราโซแลม
Atorvastatin
Tamsulosin
Lisinopril
ยาไฮดรอกไซซีน
Atorvastatin
ไดอะซีแพม
Diazepam
Azithromycin
แอมลิทริปไทลีน
อัลฟูโซซิน
Erythromycin
Simvastatin
ไฮโดรคลอโรไทอาไซด์
Atorvastatin
Omeprazole
Prednisolone
ยาเมติโปรโลล
Metformin
Paracetamol
Loratadine
Diclofenac
Losartan
Prednisone
โรซูวาสแตติน
Cetirizine
Azithromycin
Erythromycin
อลปราโซแลม
Clopidogrel
Lorazepam
เทมาซีพัม
ไฮโดรคลอโรไทอาไซด์
เซอร์ทราลีน
Furosemide
ซิโปรฟลอกซาซิน
ยาบูพรีนอร์ฟีน
Simvastatin
Ciprofloxacin
แอสไพริน
Hydrochlorothiazide
อลปราโซแลม
ยาเมติโปรโลล
Ciprofloxacin
Warfarin
Omeprazole
Clarithromycin
Cetirizine
ยาไฮดรอกไซซีน
Losartan
Ciprofloxacin
ไฮโดรคลอโรไทอาไซด์
Lorazepam
Loratadine
Diclofenac
เฟกโซเฟนาดีน
อีริโทรมัยซิน
Hydrochlorothiazide
ซาลบูตามอล
เอ็นเอซิทิลซิสเตอีน
คาร์บามาซีพีน
เอ็นเอซิทิลซิสเตอีน
เซฟาเลกซิน
Diclofenac
Ibuprofen
มอนเทลูคาสต์
มอนเทลูคาสต์
Furosemide
Diazepam
Azithromycin
Loratadine
อัลฟูโซซิน
ซาลบูตามอล
Losartan
Ibuprofen
อลปราโซแลม
ยาไฮดรอกไซซีน
Tamsulosin
Amoxicillin
แอสไพริน
อ็อกซิโคโดน
ไฮโดรคลอโรไทอาไซด์
Losartan
ยาไฮดรอกไซซีน
เทมาซีพัม
ฟลูออกซิทีน
แอสไพริน
ไฮดราลาซีน
เทมาซีพัม
Diazepam
Fluconazole
Diazepam
อัลฟูโซซิน
Hydrochlorothiazide
แอสไพริน
Prednisone
อ็อกซิโคโดน
เวนลาฟาซีน
Amoxicillin
Clarithromycin
Metformin
เอ็นเอซิทิลซิสเตอีน
Amoxicillin
Clopidogrel
Erythromycin
ไฮดราลาซีน
เซอร์ทราลีน
Ciprofloxacin
Metformin
Diclofenac
Amlodipine
แอมลิทริปไทลีน
Cetirizine
Omeprazole
Cetirizine
อลปราโซแลม
โปรพาโนลอล
Amoxicillin
ฟลูออกซิทีน
Azithromycin
ฟลูออกซิทีน
Aspirin
ฟลูออกซิทีน
อีริโทรมัยซิน
Diazepam
ซาลบูตามอล
ยาไฮดรอกไซซีน
ฟลูออกซิทีน
เซอร์ทราลีน
Amoxicillin
Aspirin
Omeprazole
ยาไฮดรอกไซซีน
Diclofenac
มอนเทลูคาสต์
เมโทโพรลอล
โอมิพรามีน
แอสไพริน
Paracetamol
ยาเมติโปรโลล
มอร์ฟีน
คาร์บามาซีพีน
Diazepam
Hydrochlorothiazide
Diazepam
เฟกโซเฟนาดีน
Warfarin
คาร์บามาซีพีน
Hydrochlorothiazide
อ็อกซิโคโดน
เฟกโซเฟนาดีน
Fluconazole
เซอร์ทราลีน
อ็อกซิโคโดน
ฟลูออกซิทีน
เมโทโพรลอล
Benzonatate
โรซูวาสแตติน
อะม็อกซีซิลลิน
มอนเทลูคาสต์
ไฮโดรคลอโรไทอาไซด์
ซิโปรฟลอกซาซิน
Ciprofloxacin
Loratadine
ยาเมติโปรโลล
เอ็นเอซิทิลซิสเตอีน
Losartan
Amlodipine
Hydrochlorothiazide
ไฮโดรคลอโรไทอาไซด์
Clopidogrel
Furosemide
Clopidogrel
Losartan
อีริโทรมัยซิน
ยาไฮดรอกไซซีน
โอมิพรามีน
Benzonatate
Atorvastatin
เวนลาฟาซีน
ซิโปรฟลอกซาซิน
ซิโปรฟลอกซาซิน
Ibuprofen
Omeprazole
Metformin
Amoxicillin
Paracetamol
Furosemide
Furosemide
Prednisone
Paracetamol
แอสไพริน
ไฮโดรคลอโรไทอาไซด์
ซิโปรฟลอกซาซิน
มอร์ฟีน
Cetirizine
เมโทโพรลอล
โรซูวาสแตติน
เซฟาเลกซิน
มอนเทลูคาสต์
อีริโทรมัยซิน
ยาสไปโรโนแลคโตน
ยาเมติโปรโลล
Hydrochlorothiazide
โอมิพรามีน
Doxycycline
แอสไพริน
Ibuprofen
Hydrochlorothiazide
โรซูวาสแตติน
โปรพาโนลอล
Prednisolone
Warfarin
Cetirizine
Metformin
อ็อกซิโคโดน
อีริโทรมัยซิน
Furosemide
อ็อกซิโคโดน
Hydrochlorothiazide
Prednisone
Lorazepam
Prednisolone
Furosemide
ฟลูออกซิทีน
อลปราโซแลม
เวนลาฟาซีน
Amoxicillin
Metformin
Amoxicillin
Metformin
Prednisolone
Paracetamol
Simvastatin
เฟกโซเฟนาดีน
Prednisolone
Fluconazole
โปรพาโนลอล
โปรพาโนลอล
Clopidogrel
Omeprazole
เมโทโพรลอล
Doxycycline
ยาบูพรีนอร์ฟีน
คาร์บามาซีพีน
Amlodipine
Ciprofloxacin
Warfarin
Simvastatin
โปรพาโนลอล
ไอบูโพรเฟน
Atorvastatin
Erythromycin
Paracetamol
Paracetamol
ยาเมติโปรโลล
Omeprazole
Doxycycline
ซิโปรฟลอกซาซิน
ไอบูโพรเฟน
Erythromycin
อัลฟูโซซิน
ไอบูโพรเฟน
โรซูวาสแตติน
ซาลบูตามอล
Cetirizine
Erythromycin
Prednisone
Azithromycin
อัลฟูโซซิน
Metformin
ซาลบูตามอล
อลปราโซแลม
Simvastatin
Doxycycline
Paracetamol
ซาลบูตามอล
Atorvastatin
เซอร์ทราลีน
อัลฟูโซซิน
ไฮดราลาซีน
เวนลาฟาซีน
โรซูวาสแตติน
Paracetamol
Clarithromycin
Simvastatin
เอ็นเอซิทิลซิสเตอีน
อัลฟูโซซิน
ยาบูพรีนอร์ฟีน
เทมาซีพัม
Ciprofloxacin
มอนเทลูคาสต์
อีริโทรมัยซิน
โปรพาโนลอล
มอนเทลูคาสต์
ซาลบูตามอล
เฟกโซเฟนาดีน
ยาไฮดรอกไซซีน
Warfarin
Amlodipine
โอมิพรามีน
คาร์บามาซีพีน
Loratadine
Diclofenac
คาร์บามาซีพีน
Loratadine
แอมลิทริปไทลีน
Furosemide
Furosemide
Azithromycin
เซฟาเลกซิน
Atorvastatin
เวนลาฟาซีน
Omeprazole
Benzonatate
Simvastatin
Simvastatin
Benzonatate
Azithromycin
ฟลูออกซิทีน
ยาเมติโปรโลล
Lorazepam
Diazepam
โปรพาโนลอล
เทมาซีพัม
Azithromycin
โอมิพรามีน
Clarithromycin
อัลฟูโซซิน
Warfarin
Atorvastatin
เซฟาเลกซิน
Lorazepam
ไฮโดรคลอโรไทอาไซด์
เซฟาเลกซิน
ยาเมติโปรโลล
Prednisone
ฟลูออกซิทีน
Prednisolone
ไฮโดรคลอโรไทอาไซด์
Warfarin
Paracetamol
Simvastatin
โอมิพรามีน
Atorvastatin
ไฮดราลาซีน
Fluconazole
แอสไพริน
อลปราโซแลม
อ็อกซิโคโดน
Warfarin
โรซูวาสแตติน
Losartan
Paracetamol
Clarithromycin
Simvastatin
Loratadine
อ็อกซิโคโดน
โรซูวาสแตติน
Metformin
โรซูวาสแตติน
Simvastatin
Amlodipine
Warfarin
ไดอะซีแพม
มอนเทลูคาสต์
เฟกโซเฟนาดีน
ไฮดราลาซีน
Prednisone
คาร์บามาซีพีน
เวนลาฟาซีน
Azithromycin
ยาเมติโปรโลล
แอสไพริน
Furosemide
เทมาซีพัม
ไฮดราลาซีน
Clarithromycin
Atorvastatin
เซฟาเลกซิน
ยาสไปโรโนแลคโตน
Furosemide
Diazepam
Simvastatin
อลปราโซแลม
เซฟาเลกซิน
Lisinopril
Benzonatate
เทมาซีพัม
เมโทโพรลอล
เวนลาฟาซีน
Azithromycin
ยาสไปโรโนแลคโตน
Erythromycin
เฟกโซเฟนาดีน
อีริโทรมัยซิน
Diclofenac
เซฟาเลกซิน
Fluconazole
เอ็นเอซิทิลซิสเตอีน
เซฟาเลกซิน
อะม็อกซีซิลลิน
Ciprofloxacin
Cetirizine
Diazepam
Clopidogrel
Simvastatin
อะม็อกซีซิลลิน
Prednisolone
เซอร์ทราลีน
ซาลบูตามอล
Doxycycline
Atorvastatin
ยาบูพรีนอร์ฟีน
ซาลบูตามอล
ไอบูโพรเฟน
Lisinopril
แอมลิทริปไทลีน
Omeprazole
ยาบูพรีนอร์ฟีน
Amoxicillin
Ibuprofen
ยาสไปโรโนแลคโตน
Benzonatate
แอมลิทริปไทลีน
Lisinopril
ฟลูออกซิทีน
อลปราโซแลม
เฟกโซเฟนาดีน
Atorvastatin
อีริโทรมัยซิน
ยาบูพรีนอร์ฟีน
Simvastatin
เมโทโพรลอล
Prednisone
มอร์ฟีน
Metformin
มอนเทลูคาสต์
Prednisone
ฟลูออกซิทีน
Loratadine
เซฟาเลกซิน
ยาบูพรีนอร์ฟีน
Simvastatin
Lorazepam
Atorvastatin
ยาไฮดรอกไซซีน
มอนเทลูคาสต์
อัลฟูโซซิน
Omeprazole
Lorazepam
Ibuprofen
เซฟาเลกซิน
อีริโทรมัยซิน
แอมลิทริปไทลีน
เซฟาเลกซิน
Lorazepam
Doxycycline
Aspirin
เมโทโพรลอล
มอนเทลูคาสต์
เซอร์ทราลีน
มอร์ฟีน
Clarithromycin
อัลฟูโซซิน
แอสไพริน
ฟลูออกซิทีน
Lorazepam
อลปราโซแลม
Prednisolone
เอ็นเอซิทิลซิสเตอีน
Amoxicillin
Clopidogrel
Warfarin
Ibuprofen
ฟลูออกซิทีน
Clarithromycin
Prednisolone
Hydrochlorothiazide
Cetirizine
Losartan
อัลฟูโซซิน
โอมิพรามีน
ไอบูโพรเฟน
Warfarin
Prednisone
Furosemide
เอ็นเอซิทิลซิสเตอีน
เฟกโซเฟนาดีน
อีริโทรมัยซิน
แอมลิทริปไทลีน
เมโทโพรลอล
ซาลบูตามอล
Diclofenac
ยาเมติโปรโลล
มอร์ฟีน
Aspirin
คาร์บามาซีพีน
Loratadine
โอมิพรามีน
Losartan
ยาสไปโรโนแลคโตน
ซิโปรฟลอกซาซิน
Tamsulosin
เซอร์ทราลีน
เวนลาฟาซีน
เอ็นเอซิทิลซิสเตอีน
แอมลิทริปไทลีน
เทมาซีพัม
Losartan
เอ็นเอซิทิลซิสเตอีน
ซิโปรฟลอกซาซิน
Aspirin
แอสไพริน
Azithromycin
แอมลิทริปไทลีน
Warfarin
เวนลาฟาซีน
ไฮดราลาซีน
Azithromycin
คาร์บามาซีพีน
Benzonatate
ยาเมติโปรโลล
Aspirin
ยาไฮดรอกไซซีน
เซอร์ทราลีน
แอสไพริน
อัลฟูโซซิน
ยาไฮดรอกไซซีน
ไอบูโพรเฟน
ซิโปรฟลอกซาซิน
Simvastatin
เวนลาฟาซีน
อีริโทรมัยซิน
ไฮโดรคลอโรไทอาไซด์
Warfarin
Furosemide
Paracetamol
Paracetamol
Simvastatin
Amoxicillin
Amlodipine
Amoxicillin
ฟลูออกซิทีน
ไฮดราลาซีน
Paracetamol
เวนลาฟาซีน
ไฮดราลาซีน
Metformin
Hydrochlorothiazide
เมโทโพรลอล
เอ็นเอซิทิลซิสเตอีน
Ciprofloxacin
Prednisone
Aspirin
แอสไพริน
มอนเทลูคาสต์
เทมาซีพัม
มอร์ฟีน
Metformin
มอนเทลูคาสต์
Paracetamol
Simvastatin
อัลฟูโซซิน
Prednisone
Cetirizine
Amoxicillin
Doxycycline
ซิโปรฟลอกซาซิน
อัลฟูโซซิน
มอร์ฟีน
ยาไฮดรอกไซซีน
Paracetamol
Erythromycin
Warfarin
ยาบูพรีนอร์ฟีน
อลปราโซแลม
Paracetamol
โปรพาโนลอล
Lorazepam
Ibuprofen
Ibuprofen
Tamsulosin
เวนลาฟาซีน
เอ็นเอซิทิลซิสเตอีน
เซฟาเลกซิน
Clarithromycin
Furosemide
Ibuprofen
Fluconazole
Aspirin
โรซูวาสแตติน
อัลฟูโซซิน
Prednisone
อ็อกซิโคโดน
Amoxicillin
Atorvastatin
Prednisolone
Metformin
ยาเมติโปรโลล
Doxycycline
Amoxicillin
มอร์ฟีน
อะม็อกซีซิลลิน
Aspirin
Aspirin
มอร์ฟีน
เทมาซีพัม
คาร์บามาซีพีน
เซอร์ทราลีน
มอร์ฟีน
โอมิพรามีน
ยาไฮดรอกไซซีน
Ciprofloxacin
Atorvastatin
Losartan
Aspirin
โรซูวาสแตติน
โรซูวาสแตติน
Diclofenac
Warfarin
Ciprofloxacin
Lisinopril
Amlodipine
Doxycycline
มอนเทลูคาสต์
ยาเมติโปรโลล
ยาสไปโรโนแลคโตน
อีริโทรมัยซิน
Amlodipine
Amoxicillin
คาร์บามาซีพีน
ไดอะซีแพม
Furosemide
เอ็นเอซิทิลซิสเตอีน
Benzonatate
แอมลิทริปไทลีน
Prednisone
Clarithromycin
Diclofenac
แอมลิทริปไทลีน
ยาบูพรีนอร์ฟีน
โปรพาโนลอล
Tamsulosin
Furosemide
ยาไฮดรอกไซซีน
อีริโทรมัยซิน
โอมิพรามีน
Doxycycline
โรซูวาสแตติน
Simvastatin
ยาเมติโปรโลล
Metformin
Cetirizine
ยาสไปโรโนแลคโตน
Benzonatate
เทมาซีพัม
Benzonatate
อลปราโซแลม
ซิโปรฟลอกซาซิน
Prednisolone
เฟกโซเฟนาดีน
Warfarin
เวนลาฟาซีน
Loratadine
โรซูวาสแตติน
Tamsulosin
Azithromycin
Losartan
เมโทโพรลอล
อีริโทรมัยซิน
เซฟาเลกซิน
มอนเทลูคาสต์
Amoxicillin
ไฮดราลาซีน
อ็อกซิโคโดน
Ciprofloxacin
Erythromycin
Clopidogrel
Diclofenac
เซฟาเลกซิน
เมโทโพรลอล
เอ็นเอซิทิลซิสเตอีน
Clopidogrel
Loratadine
คาร์บามาซีพีน
อ็อกซิโคโดน
Diazepam
Doxycycline
Ciprofloxacin
Furosemide
โอมิพรามีน
Hydrochlorothiazide
Atorvastatin
Atorvastatin
ไอบูโพรเฟน
Amlodipine
โอมิพรามีน
Aspirin
Aspirin
Hydrochlorothiazide
Aspirin
Clopidogrel
โปรพาโนลอล
Omeprazole
แอมลิทริปไทลีน
Erythromycin
มอนเทลูคาสต์
Clarithromycin
Clopidogrel
อัลฟูโซซิน
เทมาซีพัม
ฟลูออกซิทีน
ฟลูออกซิทีน
Furosemide
Diazepam
Erythromycin
Doxycycline
แอมลิทริปไทลีน
Furosemide
เวนลาฟาซีน
ไฮดราลาซีน
Erythromycin
Lisinopril
Hydrochlorothiazide
Erythromycin
Benzonatate
คาร์บามาซีพีน
Benzonatate
อลปราโซแลม
Lorazepam
ยาเมติโปรโลล
เซฟาเลกซิน
เอ็นเอซิทิลซิสเตอีน
โอมิพรามีน
Losartan
เซอร์ทราลีน
Omeprazole
Erythromycin
Furosemide
ซิโปรฟลอกซาซิน
เมโทโพรลอล
เทมาซีพัม
Ciprofloxacin
Clarithromycin
Azithromycin
โอมิพรามีน
Amoxicillin
มอนเทลูคาสต์
Lorazepam
Benzonatate
Paracetamol
ยาไฮดรอกไซซีน
Atorvastatin
Lorazepam
อลปราโซแลม
ไฮดราลาซีน
Loratadine
เซอร์ทราลีน
ซาลบูตามอล
Azithromycin
มอร์ฟีน
Fluconazole
Metformin
เฟกโซเฟนาดีน
มอนเทลูคาสต์
เซอร์ทราลีน
Tamsulosin
ไฮโดรคลอโรไทอาไซด์
เฟกโซเฟนาดีน
Azithromycin
Losartan
ยาไฮดรอกไซซีน
อัลฟูโซซิน
อีริโทรมัยซิน
Benzonatate
Erythromycin
Metformin
อีริโทรมัยซิน
Furosemide
Ibuprofen
ยาสไปโรโนแลคโตน
ไฮดราลาซีน
ไอบูโพรเฟน
ไฮดราลาซีน
แอมลิทริปไทลีน
Prednisone
Loratadine
ไดอะซีแพม
ยาเมติโปรโลล
ไฮดราลาซีน
เวนลาฟาซีน
โปรพาโนลอล
Doxycycline
โรซูวาสแตติน
Lisinopril
Atorvastatin
คาร์บามาซีพีน
Warfarin
อ็อกซิโคโดน
แอมลิทริปไทลีน
เอ็นเอซิทิลซิสเตอีน
เอ็นเอซิทิลซิสเตอีน
เฟกโซเฟนาดีน
Loratadine
อะม็อกซีซิลลิน
Cetirizine
Tamsulosin
Diclofenac
Losartan
อ็อกซิโคโดน
มอร์ฟีน
Paracetamol
Lisinopril
ไฮโดรคลอโรไทอาไซด์
Clopidogrel
มอร์ฟีน
Losartan
Furosemide
ซิโปรฟลอกซาซิน
Loratadine
โปรพาโนลอล
Doxycycline
เซฟาเลกซิน
โปรพาโนลอล
Erythromycin
Loratadine
Benzonatate
อะม็อกซีซิลลิน
เซอร์ทราลีน
เฟกโซเฟนาดีน
โอมิพรามีน
อ็อกซิโคโดน
แอสไพริน
Lisinopril
Hydrochlorothiazide
Lisinopril
Hydrochlorothiazide
เซอร์ทราลีน
Lorazepam
โรซูวาสแตติน
เซอร์ทราลีน
Lorazepam
Simvastatin
ไฮดราลาซีน
Diclofenac
ยาเมติโปรโลล
เซฟาเลกซิน
อัลฟูโซซิน
อะม็อกซีซิลลิน
Diazepam
ยาเมติโปรโลล
อะม็อกซีซิลลิน
Prednisone
ยาเมติโปรโลล
Tamsulosin
แอสไพริน
อัลฟูโซซิน
Ciprofloxacin
Prednisone
Metformin
Atorvastatin
Clopidogrel
Paracetamol
Amoxicillin
Omeprazole
อะม็อกซีซิลลิน
Hydrochlorothiazide
ยาบูพรีนอร์ฟีน
ยาบูพรีนอร์ฟีน
Omeprazole
โรซูวาสแตติน
แอสไพริน
Omeprazole
Metformin
ไอบูโพรเฟน
Lorazepam
Diazepam
อลปราโซแลม
ยาเมติโปรโลล
Diclofenac
เอ็นเอซิทิลซิสเตอีน
Ciprofloxacin
มอนเทลูคาสต์
Ibuprofen
อัลฟูโซซิน
Azithromycin
โอมิพรามีน
มอร์ฟีน
อีริโทรมัยซิน
Tamsulosin
Hydrochlorothiazide
เซฟาเลกซิน
เซฟาเลกซิน
แอมลิทริปไทลีน
เทมาซีพัม
โรซูวาสแตติน
Warfarin
Ibuprofen
ยาสไปโรโนแลคโตน
มอร์ฟีน
Omeprazole
อะม็อกซีซิลลิน
ไดอะซีแพม
ไฮดราลาซีน
มอร์ฟีน
Tamsulosin
Ibuprofen
อะม็อกซีซิลลิน
แอมลิทริปไทลีน
Prednisolone
Diclofenac
Doxycycline
ยาเมติโปรโลล
อีริโทรมัยซิน
อัลฟูโซซิน
เวนลาฟาซีน
Amoxicillin
แอสไพริน
Prednisolone
เซฟาเลกซิน
ยาเมติโปรโลล
Prednisone
Atorvastatin
ซาลบูตามอล
โรซูวาสแตติน
Clarithromycin
Atorvastatin
Ibuprofen
คาร์บามาซีพีน
Doxycycline
เอ็นเอซิทิลซิสเตอีน
Lorazepam
อลปราโซแลม
ซาลบูตามอล
ฟลูออกซิทีน
Ciprofloxacin
โอมิพรามีน
ยาไฮดรอกไซซีน
ไฮโดรคลอโรไทอาไซด์
โรซูวาสแตติน
Cetirizine
Losartan
Lorazepam
คาร์บามาซีพีน
ไฮโดรคลอโรไทอาไซด์
Atorvastatin
อะม็อกซีซิลลิน
Metformin
แอสไพริน
เซฟาเลกซิน
Benzonatate
Omeprazole
ไฮโดรคลอโรไทอาไซด์
ยาสไปโรโนแลคโตน
ยาไฮดรอกไซซีน
เซฟาเลกซิน
Aspirin
โรซูวาสแตติน
Ibuprofen
คาร์บามาซีพีน
อ็อกซิโคโดน
Furosemide
เซอร์ทราลีน
Aspirin
โรซูวาสแตติน
ไฮดราลาซีน
Paracetamol
เวนลาฟาซีน
Losartan
ไดอะซีแพม
เซฟาเลกซิน
Doxycycline
เซฟาเลกซิน
Fluconazole
Lisinopril
อัลฟูโซซิน
โปรพาโนลอล
Azithromycin
เอ็นเอซิทิลซิสเตอีน
ยาไฮดรอกไซซีน
Amlodipine
Lorazepam
อีริโทรมัยซิน
คาร์บามาซีพีน
Prednisolone
ฟลูออกซิทีน
Aspirin
Azithromycin
แอสไพริน
Losartan
Diclofenac
Prednisolone
ยาบูพรีนอร์ฟีน
Benzonatate
Amoxicillin
ยาสไปโรโนแลคโตน
Metformin
มอนเทลูคาสต์
Warfarin
Warfarin
Warfarin
Azithromycin
มอร์ฟีน
Amlodipine
Doxycycline
Tamsulosin
เมโทโพรลอล
แอสไพริน
Azithromycin
Erythromycin
Clopidogrel
เวนลาฟาซีน
มอร์ฟีน
ยาเมติโปรโลล
Metformin
Lisinopril
Lisinopril
Diclofenac
เทมาซีพัม
Omeprazole
Paracetamol
Benzonatate
ไฮโดรคลอโรไทอาไซด์
เอ็นเอซิทิลซิสเตอีน
ยาบูพรีนอร์ฟีน
Atorvastatin
อลปราโซแลม
เอ็นเอซิทิลซิสเตอีน
Clarithromycin
Tamsulosin
Prednisone
Doxycycline
Ciprofloxacin
Diclofenac
Ibuprofen
Hydrochlorothiazide
โปรพาโนลอล
แอมลิทริปไทลีน
Clarithromycin
Metformin
Clopidogrel
Diclofenac
โอมิพรามีน
เวนลาฟาซีน
อัลฟูโซซิน
Aspirin
Benzonatate
Benzonatate
เวนลาฟาซีน
ฟลูออกซิทีน
แอสไพริน
ฟลูออกซิทีน
Loratadine
เทมาซีพัม
อลปราโซแลม
โปรพาโนลอล
Prednisone
คาร์บามาซีพีน
Paracetamol
เฟกโซเฟนาดีน
Amlodipine
ยาสไปโรโนแลคโตน
Ibuprofen
ซาลบูตามอล
Diazepam
Clarithromycin
ยาไฮดรอกไซซีน
Azithromycin
Furosemide
ซาลบูตามอล
คาร์บามาซีพีน
ยาสไปโรโนแลคโตน
Clopidogrel
อีริโทรมัยซิน
Diazepam
Erythromycin
คาร์บามาซีพีน
Ciprofloxacin
Benzonatate
Erythromycin
Paracetamol
Losartan
Diazepam
Tamsulosin
ไฮโดรคลอโรไทอาไซด์
ไฮดราลาซีน
อลปราโซแลม
Fluconazole
เมโทโพรลอล
Tamsulosin
Doxycycline
ไอบูโพรเฟน
Loratadine
Erythromycin
แอสไพริน
โปรพาโนลอล
มอร์ฟีน
โรซูวาสแตติน
ฟลูออกซิทีน
Azithromycin
ไอบูโพรเฟน
Tamsulosin
อีริโทรมัยซิน
เทมาซีพัม
เทมาซีพัม
Metformin
Omeprazole
Paracetamol
แอสไพริน
Diazepam
Prednisone
อัลฟูโซซิน
Hydrochlorothiazide
เทมาซีพัม
ยาไฮดรอกไซซีน
ฟลูออกซิทีน
เมโทโพรลอล
Simvastatin
มอนเทลูคาสต์
โรซูวาสแตติน
อะม็อกซีซิลลิน
เอ็นเอซิทิลซิสเตอีน
Ibuprofen
Paracetamol
ไฮดราลาซีน
Paracetamol
Aspirin
ยาไฮดรอกไซซีน
ยาไฮดรอกไซซีน
Lisinopril
ฟลูออกซิทีน
เอ็นเอซิทิลซิสเตอีน
Lisinopril
เซฟาเลกซิน
Fluconazole
Benzonatate
Metformin
ซิโปรฟลอกซาซิน
Ciprofloxacin
ไอบูโพรเฟน
Furosemide
Doxycycline
แอสไพริน
ยาบูพรีนอร์ฟีน
แอมลิทริปไทลีน
โรซูวาสแตติน
โรซูวาสแตติน
Amoxicillin
Tamsulosin
แอสไพริน
Amlodipine
Paracetamol
Metformin
ยาบูพรีนอร์ฟีน
Metformin
Diclofenac
Loratadine
เอ็นเอซิทิลซิสเตอีน
Loratadine
เวนลาฟาซีน
อ็อกซิโคโดน
เวนลาฟาซีน
Loratadine
Metformin
Erythromycin
ไฮโดรคลอโรไทอาไซด์
แอสไพริน
แอมลิทริปไทลีน
Omeprazole
Azithromycin
Ciprofloxacin
Amlodipine
Diclofenac
Cetirizine
Ciprofloxacin
เวนลาฟาซีน
Amoxicillin
Amoxicillin
Amlodipine
เฟกโซเฟนาดีน
Loratadine
Atorvastatin
Omeprazole
ไฮโดรคลอโรไทอาไซด์
Loratadine
เวนลาฟาซีน
แอสไพริน
ซิโปรฟลอกซาซิน
Doxycycline
Cetirizine
ไอบูโพรเฟน
คาร์บามาซีพีน
Erythromycin
เวนลาฟาซีน
อลปราโซแลม
แอมลิทริปไทลีน
Amlodipine
โรซูวาสแตติน
Cetirizine
แอมลิทริปไทลีน
Omeprazole
Losartan
ฟลูออกซิทีน
Ciprofloxacin
เซอร์ทราลีน
โอมิพรามีน
Diclofenac
Ciprofloxacin
Atorvastatin
มอนเทลูคาสต์
Ibuprofen
โรซูวาสแตติน
Prednisone
Omeprazole
ไฮดราลาซีน
แอมลิทริปไทลีน
มอร์ฟีน
ไดอะซีแพม
Paracetamol
เมโทโพรลอล
