{
  "Amlodipine": 250013,
  "Amoxicillin": 250031,
  "Aspirin": 250004,
  "Atorvastatin": 250038,
  "Azithromycin": 250048,
  "Benzonatate": 250058,
  "Cetirizine": 250023,
  "Ciprofloxacin": 250052,
  "Clarithromycin": 250007,
  "Clopidogrel": 250042,
  "Diazepam": 250054,
  "Diclofenac": 250003,
  "Doxycycline": 250009,
  "Erythromycin": 250008,
  "Fluconazole": 250046,
  "Furosemide": 250053,
  "Hydrochlorothiazide": 250056,
  "Ibuprofen": 250018,
  "Lisinopril": 250037,
  "Loratadine": 250059,
  "Lorazepam": 250033,
  "Losartan": 250035,
  "Metformin": 250043,
  "Omeprazole": 250050,
  "Paracetamol": 250024,
  "Prednisolone": 250014,
  "Prednisone": 250044,
  "Simvastatin": 250022,
  "Tamsulosin": 250040,
  "Warfarin": 250029,
  "คาร์บามาซีพีน": 250049,
  "ซาลบูตามอล": 250025,
  "ซิโปรฟลอกซาซิน": 250011,
  "ฟลูออกซิทีน": 250041,
  "มอนเทลูคาสต์": 250016,
  "มอร์ฟีน": 250012,
  "ยาบูพรีนอร์ฟีน": 250026,
  "ยาสไปโรโนแลคโตน": 250027,
  "ยาเมติโปรโลล": 250045,
  "ยาไฮดรอกไซซีน": 250060,
  "อลปราโซแลม": 250021,
  "อะม็อกซีซิลลิน": 250034,
  "อัลฟูโซซิน": 250017,
  "อีริโทรมัยซิน": 250010,
  "อ็อกซิโคโดน": 250020,
  "เซฟาเลกซิน": 250015,
  "เซอร์ทราลีน": 250061,
  "เทมาซีพัม": 250006,
  "เฟกโซเฟนาดีน": 250055,
  "เมโทโพรลอล": 250057,
  "เวนลาฟาซีน": 250036,
  "เอ็นเอซิทิลซิสเตอีน": 250030,
  "แอมลิทริปไทลีน": 250028,
  "แอสไพริน": 250032,
  "โปรพาโนลอล": 250047,
  "โรซูวาสแตติน": 250051,
  "โอมิพรามีน": 250039,
  "ไดอะซีแพม": 250005,
  "ไอบูโพรเฟน": 250002,
  "ไฮดราลาซีน": 250062,
  "ไฮโดรคลอโรไทอาไซด์": 250019
}
